<?php
// Heading
$_['heading_title']				= 'Вход и оплата с Amazon';
$_['heading_address']			= 'Пожалуйста выберите адрес доставки';
$_['heading_payment']			= 'Пожалуйста, выберите метод оплаты';
$_['heading_confirm']			= 'Резюме заказа';

// Text
$_['text_back']					= 'Назад';
$_['text_cart']					= 'Корзина покупок';
$_['text_confirm']				= 'Подтвердить';
$_['text_continue']				= 'Продолжить';
$_['text_lpa']					= 'Вход и оплата с Amazon';
$_['text_enter_coupon']			= 'Введите код скидочного купона сюда. Если у вас нет кода, оставьте это поле пустым.';
$_['text_coupon']				= 'Скидочный купон';
$_['text_tax_other']			= 'Налоги / Другие сборы за обработку';
$_['text_success_title']		= 'Ваш заказ был размещен!';
$_['text_payment_success']		= 'Ваш заказ был успешно размещен. Детальная информация о заказе ниже';

// Error
$_['error_payment_method']		= 'Пожалуйста, выберите метод оплаты';
$_['error_shipping']			= 'Пожалуйста, выберите метод доставки';
$_['error_shipping_address']	= 'Пожалуйста, выберите адрес доставки';
$_['error_shipping_methods']	= 'Возникла ошибка при получении вашего адреса из Amazon. Пожалуйста, обратитесь к администратору магазина за помощью.';
$_['error_no_shipping_methods'] = 'Нет доступных вариантов доставки для данного адреса. Пожалуйста выберите другой адрес.';
$_['error_process_order']		= 'Произошла ошибка в процессе обработки вашего заказа. Пожалуйста, обратитесь к администратору магазина за помощью.';
$_['error_login']				= 'Ошибка входа';
$_['error_login_email']			= 'Ошибка входа: %s адрес электронной почты не соответствует электронному адресу учетной записи Amazon';
$_['error_minimum']             = 'Минимальная сумма заказа для оплаты через систему Amazon составляет %s!';

