<?php
// Text
$_['text_title']				= 'Кредитная или дебетная карта';
$_['text_credit_card']			= 'Информацияо о кредитной карте';
$_['text_wait']					= 'Пожалуйста подождите!';

// Entry
$_['entry_cc_number']			= 'Номер карты';
$_['entry_cc_name']				= 'Имя держателя карты';
$_['entry_cc_expire_date']		= 'Дата истечения срока действия карты';
$_['entry_cc_cvv2']				= 'Код безопасности карты (CVV2)';

// Help
$_['help_start_date']			= '(если доступно)';
$_['help_issue']				= '(только для карт Maestro и Solo)';

// Text
$_['text_result']				= 'Результат: ';
$_['text_approval_code']		= 'Код подтверждения: ';
$_['text_reference_number']		= 'Ссылка: ';
$_['text_card_number_ref']		= 'Последние 4 цифры номера карты: xxxx ';
$_['text_card_brand']			= 'Бренд карты: ';
$_['text_response_code']		= 'Код ответа: ';
$_['text_fault']				= 'Сообщение о неисправности: ';
$_['text_error']				= 'Сообщение об ошибке: ';
$_['text_avs']					= 'Адрес подтверждения: ';
$_['text_address_ppx']			= 'Нет адреса / адрес не предусмотрен или эмитент карты не проверяет адрес';
$_['text_address_yyy']			= 'Эмитент карты подтвердил, что название улицы и почтовый индекс совпадают с их записями';
$_['text_address_yna']			= 'Эмитент карты подтвердил, что название улицы совпадает с их записями, однако почтовый индекс указан не верно';
$_['text_address_nyz']			= 'Эмитент карты подтвердил, что почтовый индекс совпадает с их записями, однако название улицы указано не верно';
$_['text_address_nnn']			= 'Указанные улица и почтовый индекс не совпадают с записями эмитента карты';
$_['text_address_ypx']			= 'Эмитент карты подтвердил, что название улицы совпадает с их записями, однако почтовый индекс не проходил проверку';
$_['text_address_pyx']			= 'Эмитент карты подтвердил, что почтовый код совпадает с их записями, однако название улицы не проходило проверку';
$_['text_address_xxu']			= 'Эмитент карты не проверял информацию AVS';
$_['text_card_code_verify']		= 'Код безопасности: ';
$_['text_card_code_m']			= 'Код безопасности карты совпадает';
$_['text_card_code_n']			= 'Код безопасности карты не совпадает';
$_['text_card_code_p']			= 'Не обработан';
$_['text_card_code_s']			= 'Продавец указал, что код безопасности отсутствует на карте';
$_['text_card_code_u']			= 'Эмитент карты не сертрифицирован и/или не предоставил ключи шифрования';
$_['text_card_code_x']			= 'Ответа от ассоциации кредитных карт получено не было';
$_['text_card_code_blank']		= 'Пустой ответ указывает на то, что код не был послан а так же небыло указано ни каких признаков отсутствия кода на карте.';
$_['text_card_accepted']		= 'Принимаемые карты: ';
$_['text_card_type_m']			= 'Mastercard';
$_['text_card_type_v']			= 'Visa (Credit/Debit/Electron/Delta)';
$_['text_card_type_c']			= 'Diners';
$_['text_card_type_a']			= 'American Express';
$_['text_card_type_ma']			= 'Maestro';
$_['text_card_new']				= 'Новая карта';
$_['text_response_proc_code']	= 'Код оператора: ';
$_['text_response_ref']			= 'Ref номер: ';

// Error
$_['error_card_number']			= 'Номер карты указан не корректно.';
$_['error_card_name']			= 'Имя держателя карты указано не корректно.';
$_['error_card_cvv']			= 'Код безопасности CVV2 указан не корректно.';
$_['error_failed']				= 'Не удалось обработать ваш платеж, пожалуйста обратитесь к продавцу.';