<?php
// Heading
$_['text_title']				= 'Кредитная карта / Дебетная карта (First Data)';

// Button
$_['button_confirm']			= 'Продолжить';

// Text
$_['text_new_card']				= 'Новая карта';
$_['text_store_card']			= 'Запомнить данные моей карты';
$_['text_address_response']		= 'Подтверждение адреса: ';
$_['text_address_ppx']			= 'Адрес не был проверен органом, выпустившим карту';
$_['text_address_yyy']			= 'Эмитент карты подтвердил, что улица и почтовый индекс совпадают с его записями';
$_['text_address_yna']			= 'Эмитент карты подтвердил, что улица совпадает с его записями, однако почтовый индекс указан не верно.';
$_['text_address_nyz']			= 'Эмитент карты подтвердил, что подчтовый индекс совпадает с его записями, однако улица указано неверно.';
$_['text_address_nnn']			= 'Обе улицы и почтовый индекс не совпадают с записями банка-эмитента карты.';
$_['text_address_ypx']			= 'Эмитент карты подтвердил, что улица совпадает с их запияси, однако эмитент не проверял почтовый индекс';
$_['text_address_pyx']			= 'Эмитент карты подтвердил, что почтовый индекс совпдает с их записями, однако эмитент не проверял улицу';
$_['text_address_xxu']			= 'Эмитент карты не проверял информацию AVS';
$_['text_card_code_verify']		= 'Код безопасности: ';
$_['text_card_code_m']			= 'Код безопасности карты совпадает';
$_['text_card_code_n']			= 'Код безопасности карты не совпадает';
$_['text_card_code_p']			= 'Не обработан';
$_['text_card_code_s']			= 'Продавец указал, что код безопасности отсутствует на карте';
$_['text_card_code_u']			= 'Эмитент карты не сертрифицирован и/или не предоставил ключи шифрования';
$_['text_card_code_x']			= 'Ответа от ассоциации кредитных карт получено не было';
$_['text_card_code_blank']		= 'Пустой ответ указывает на то, что код не был послан а так же небыло указано ни каких признаков отсутствия кода на карте.';
$_['text_card_type_m']			= 'Mastercard';
$_['text_card_type_v']			= 'Visa (Credit/Debit/Electron/Delta)';
$_['text_card_type_c']			= 'Diners';
$_['text_card_type_a']			= 'American Express';
$_['text_card_type_ma']			= 'Maestro';
$_['text_card_type_mauk']		= 'Maestro UK/Solo';
$_['text_response_code_full']	= 'Код подтверждения: ';
$_['text_response_code']		= 'Полный код ответа: ';
$_['text_response_card']		= 'Держатель карты: ';
$_['text_response_card_type']	= 'Тип карты: ';
$_['text_response_proc_code']	= 'Код оператора: ';
$_['text_response_ref']			= 'Ref номер: ';

// Error
$_['error_failed']				= 'Не удалось обработать ваш платеж, пожалуйста, попробуйте еще раз.';