<?php
// Text
$_['text_title']				= 'Кредитная или дебетная карта';
$_['text_credit_card']			= 'Данные кредитной карты';
$_['text_wait']					= 'Пожалуйста подождите!';
$_['text_result']				= 'Результат';
$_['text_message']				= 'Сообщение';
$_['text_cvn_result']			= 'CVN результат';
$_['text_avs_postcode']			= 'AVS почтовый индекс';
$_['text_avs_address']			= 'AVS адрес';
$_['text_eci']					= 'ECI (3D защита) результат';
$_['text_tss']					= 'TSS результат';
$_['text_card_bank']			= 'Банк выпустивший карту';
$_['text_card_country']			= 'Страна карты';
$_['text_card_region']			= 'Регион карты';
$_['text_last_digits']			= 'Последние 4 цифры';
$_['text_order_ref']			= 'Ссылка на заказ';
$_['text_timestamp']			= 'Метка времени';
$_['text_card_visa']			= 'Visa';
$_['text_card_mc']				= 'Mastercard';
$_['text_card_amex']			= 'American Express';
$_['text_card_switch']			= 'Switch';
$_['text_card_laser']			= 'Laser';
$_['text_card_diners']			= 'Diners';
$_['text_auth_code']			= 'Код аутентификации';
$_['text_3d_s1']				= 'Держатель карты не установлен, перенос ответственности';
$_['text_3d_s2']				= 'Невозможно проверить зачисление, нет переноса ответственности';
$_['text_3d_s3']				= 'Нет ответа от принимающего сервера, нет переноса ответственности';
$_['text_3d_s4']				= 'Поступление, но неверный ответ от СУД (Сервера Управления Доступом), нет переноса отвественности';
$_['text_3d_s5']				= 'Аутентификация прошла успешно, перенос ответственности';
$_['text_3d_s6']				= 'Попытка аутентификации признана успешной, перенос ответственности';
$_['text_3d_s7']				= 'Неверно введен пароль, нет переноса ответственностиt';
$_['text_3d_s8']				= 'Аутентификация недоступна, нет переноса ответственности';
$_['text_3d_s9']				= 'Неверный ответ от СУД (Сервера Управления Доступом), нет переноса ответственности';
$_['text_3d_s10']				= 'RealMPI фатальная ошибка, нет переноса ответственности';

// Entry
$_['entry_cc_type']				= 'Тип карты';
$_['entry_cc_number']			= 'Номер карты';
$_['entry_cc_name']				= 'Имя держателя карты';
$_['entry_cc_expire_date']		= 'Дата срока окончания действия карты';
$_['entry_cc_cvv2']				= 'Код безопасности карты (CVV2)';
$_['entry_cc_issue']			= 'Номер выпуска карты';

// Help
$_['help_start_date']			= '(если доступно)';
$_['help_issue']				= '(только для Maestro и Solo карт)';

// Error
$_['error_card_number']			= 'Номер карты указан не корректно';
$_['error_card_name']			= 'Имя держателя карты указано не корректно';
$_['error_card_cvv']			= 'Код безопасности CVV2 указан не корректно';
$_['error_3d_unable']			= 'Продавец требует 3D безопасность, но в данный момент не в состоянии соединиться с вашим банком. Пожалуйста попробуйте позже.';
$_['error_3d_500_response_no_payment'] = 'От оператора карты получен неверный ответ, оплата не прошла.';
$_['error_3d_unsuccessful']		= 'Ошибка авторизации 3D безопасности';