<?php
// Text
$_['text_title']				= 'Кредитная или Дебетовая карта (Поддерживаемые системой PayPal)';
$_['text_credit_card']			= 'Данные кредитной карты';
$_['text_start_date']			= '(если доступно)';
$_['text_issue']				= '(только для Maestro и Solo карт)';
$_['text_wait']					= 'Пожалуйста подождите!';

// Entry
$_['entry_cc_owner']			= 'Держатель карты:';
$_['entry_cc_type']				= 'Тип карты:';
$_['entry_cc_number']			= 'Номер карты:';
$_['entry_cc_start_date']		= 'Дата активации карты:';
$_['entry_cc_expire_date']		= 'Дата окончания действия карты:';
$_['entry_cc_cvv2']				= 'Защитный код карты (CVV2):';
$_['entry_cc_issue']			= 'Серийный номер карты:';

// Error
$_['error_required']			= 'Предупреждение: Все поля с информацией о платеже обязательны для заполнения.';
$_['error_general']				= 'Предупреждение: Во время транзакции произошла ошибка. Пожалуйста повторите попытку позже.';
$_['error_config']				= 'Предупреждение: Ошибка конфигурации платежного модуля. Пожалуйста, проверьте учетные данные для входа.';
$_['error_address']				= 'Предупреждение: Ошибка проверки платежного адреса города, штата / района / области, и почтового индекса. Пожалуйста, повторите попытку позже.';
$_['error_declined']			= 'Предупреждение: Эта транзакция была отклонена. Пожалуйста, повторите попытку позже.';
$_['error_invalid']				= 'Предупреждение: Представленная информация о кредитной карте не верная. Пожалуйста, повторите попытку позже.';