<?php
// Heading
$_['text_title']				= 'Кредитная / Дебетная карат (Realex)';

// Button
$_['button_confirm']			= 'Подтверждение';

// Entry
$_['entry_cc_type']				= 'Тип карты';

// Text
$_['text_success']				= 'Ваш платеж был авторизован.';
$_['text_decline']				= 'Ваш платеж был отклонен.';
$_['text_bank_error']			= 'Произошла ошибка во время обработки вашего запроса банком.';
$_['text_generic_error']		= 'При обработке вашего запроса произошла ошибка.';
$_['text_hash_failed']			= 'Произошла ошибка проверки хеш. Не пытайтесь осуществить оплату еще раз так как статус текущей оплаты неизвестен. Пожалуйста свяжитесь с продавцом.';
$_['text_link']					= 'Нажмите <a href="%s">здесь</a> чтобы продолжить';
$_['text_select_card']			= 'Пожалуйста укажите тип вашей карты';
$_['text_result']				= 'Результат аутентификации';
$_['text_message']				= 'Сообщение';
$_['text_cvn_result']			= 'Результат CVN';
$_['text_avs_postcode']			= 'AVS почтовый индекс';
$_['text_avs_address']			= 'AVS адрес';
$_['text_eci']					= 'ECI (3D безопасность) результат';
$_['text_tss']					= 'TSS результат';
$_['text_order_ref']			= 'Ссылка на заказ';
$_['text_timestamp']			= 'Временной отпечаток';
$_['text_card_type']			= 'Тип карты';
$_['text_card_digits']			= 'Номер карты';
$_['text_card_exp']				= 'Дата заверешения действия карты';
$_['text_card_name']			= 'Название карты';
$_['text_3d_s1']				= 'Держатель карты не установлен, перенос ответственности';
$_['text_3d_s2']				= 'Невозможно проверить зачисление, нет переноса ответственности';
$_['text_3d_s3']				= 'Нет ответа от принимающего сервера, нет переноса ответственности';
$_['text_3d_s4']				= 'Поступление, но неверный ответ от СУД (Сервера Управления Доступом), нет переноса отвественности';
$_['text_3d_s5']				= 'Аутентификация прошла успешно, перенос ответственности';
$_['text_3d_s6']				= 'Попытка аутентификации признана успешной, перенос ответственности';
$_['text_3d_s7']				= 'Неверно введен пароль, нет переноса ответственности';
$_['text_3d_s8']				= 'Аутентификация недоступна, нет переноса ответственности';
$_['text_3d_s9']				= 'Неверный ответ от СУД (Сервера Управления Доступом), нет переноса ответственности';
$_['text_3d_s10']				= 'RealMPI фатальная ошибка, нет переноса ответственности';
$_['text_3d_liability']     	= 'Нет переноса ответственности';
$_['text_card_visa']			= 'Visa';
$_['text_card_mc']				= 'Mastercard';
$_['text_card_amex']			= 'American Express';
$_['text_card_switch']			= 'Switch';
$_['text_card_laser']			= 'Laser';
$_['text_card_diners']			= 'Diners';