<?php
$_['text_title'] = 'Кредитная / Дебетная карта';
$_['text_card_details'] = 'Данные карты';
$_['text_wait'] = 'Обработка платежа';
$_['text_auth_code'] = 'Код авторизации: %s';
$_['text_postcode_check'] = 'Проверка почтового индекса: %s';
$_['text_security_code_check'] = 'Проверка защитного кода CVV2: %s';
$_['text_address_check'] = 'Проверка адреса: %s';
$_['text_3d_secure_check'] = '3D Безопасность: %s';
$_['text_not_given'] = 'Не дано';
$_['text_not_checked'] = 'Не проверено';
$_['text_match'] = 'Совпадает';
$_['text_not_match'] = 'Не совпадает';
$_['text_authenticated'] = 'Аутентифицировано';
$_['text_not_authenticated'] = 'Не аутентифицировано';
$_['text_authentication_not_completed'] = 'Запрошено но не завершено';
$_['text_unable_to_perform'] = 'Невозможно выполнить';
$_['text_transaction_declined'] = 'Ваш банк отклонил транзакцию. Пожалуйста, выберите другой способ оплаты.';
$_['text_transaction_failed'] = 'Не удалось обработать платеж. Пожалуйста, проверьте предоставленную вами информацию.';
$_['text_connection_error'] = 'Пожалуйста, повторите попытку позже или используйте другой способ оплаты.';

$_['entry_type'] = 'Тип карты';
$_['entry_number'] = 'Номер карты';
$_['entry_expire_date'] = 'Дата окончания действия карты';
$_['entry_cvv2'] = 'Код безопасности карты (CVV2)';

$_['button_confirm'] = 'Подтвердить';

$_['error_failure'] = 'Не удалось завершить транзакцию. Пожалуйста, повторите попытку позже или используйте другой способ оплаты.';