<?php

// Text
$_['text_title']			 = 'Кредитная карта / Дебетная карта (Worldpay)';
$_['text_credit_card']		 = 'Данные карты';
$_['text_card_type']		 = 'Тип карты: ';
$_['text_card_name']		 = 'Название карты: ';
$_['text_card_digits']		 = 'Последние цифры: ';
$_['text_card_expiry']		 = 'Дата окончания действия карты: ';
$_['text_trial']			 = '%s каждого %s %s для %s платежей, то ';
$_['text_recurring']		 = '%s каждого %s %s';
$_['text_length']			 = ' для %s платежей';
$_['text_confirm_delete']	 = 'Вы уверены что хотите удалить эту карту?';
$_['text_card_success']		 = 'Карта успешно удалена';
$_['text_card_error']		 = 'Произошла ошибка при удалении вашей карты. Пожалуйста, обратитесь за помощью к администратору';

// Entry
$_['entry_card']			 = 'Новая или Существующая карта: ';
$_['entry_card_existing']	 = 'Существующая';
$_['entry_card_new']		 = 'Новая';
$_['entry_card_save']		 = 'Запомнить данные карты';
$_['entry_cc_cvc']			 = 'Код безопасности карты (CVC)';
$_['entry_cc_choice']		 = 'Выберите существующую карту';

// Button
$_['button_delete_card']	 = 'Удалить карту';

// Error
$_['error_process_order']	 = 'Произошла ошибка при обработке вашего заказа. Пожалуйста. обатитесь за помощью к администратору.';
