<?php
// Heading
$_['heading_title']     = 'Учетная запись партнера';

// Text
$_['text_account']      = 'Партнерский кабинет';
$_['text_edit']         = 'Редактировать учетную запись партнера';
$_['text_your_details'] = 'Ваши персональные данные';
$_['text_your_address'] = 'Ваш адрес';
$_['text_success']      = 'Успех: Ваша учетная запись успешно обновлена.';

// Entry
$_['entry_firstname']   = 'Имя, Отчество';
$_['entry_lastname']    = 'Фамилия';
$_['entry_email']       = 'E-Mail';
$_['entry_telephone']   = 'Телефон';
$_['entry_fax']         = 'Факс';
$_['entry_company']     = 'Компания';
$_['entry_website']     = 'Веб-сайт';
$_['entry_address_1']   = 'Адрес';
$_['entry_address_2']   = 'Адрес (продолжение)';
$_['entry_postcode']    = 'Почтовый индекс';
$_['entry_city']        = 'Город';
$_['entry_country']     = 'Страна';
$_['entry_zone']        = 'Регион / Область';

// Error
$_['error_exists']      = 'Предупреждение: Такой E-Mail уже зарегистрирован!';
$_['error_firstname']   = 'Имя должно содержать от 1 до 32 символов!';
$_['error_lastname']    = 'Фамилия должна содержать от 1 до 32 символов!';
$_['error_email']       = 'E-Mail введен неверно!';
$_['error_telephone']   = 'Номер телефона должен содержать от 3 до 32 символов (цифр)!';
$_['error_address_1']   = 'Адрес должен содержать от 3 до 128 символов!';
$_['error_city']        = 'Название города должно содержать от 2 до 128 символов!';
$_['error_country']     = 'Пожалуйста, укажите страну!';
$_['error_zone']        = 'Пожалуйста, укажите Регион / Область!';
$_['error_postcode']    = 'Почтовый индекс должен содержать от 2 до 10 символов!';