<?php
// Heading
$_['heading_title']                 = 'Партнерская программа';

// Text
$_['text_account']                  = 'Партнерский кабинет';
$_['text_login']                    = 'Логин';
$_['text_description']              = '<p>Партнерская программа %s совершенно бесплатна и позволяет участникам получать дополнительный доход путем размещения ссылок на весь наш магазин %s, так и на отдельные товары. Каждая покупка, совершенная по партнерской ссылке, приносит агентскую комиссию. Стандартный размер комиссии составляет %s.</p><p>За подробной информацией обращайтесь на страницу с партнерской информацией.</p>';
$_['text_new_affiliate']            = 'Новый партнер';
$_['text_register_account']         = '<p>Я не являюсь партнером.</p><p>Нажмите Продолжить, чтобы создать учетную запись партнера. Обратите внимание! Учетная запись партнера не связана с какой либо учетной записью покупателя.</p>';
$_['text_returning_affiliate']      = 'Вход для партнеров';
$_['text_i_am_returning_affiliate'] = 'Я уже являюсь партнером.';
$_['text_forgotten']                = 'Забыли пароль?';

// Entry
$_['entry_email']                   = 'Партнерский E-Mail';
$_['entry_password']                = 'Пароль';

// Error
$_['error_login']                   = 'Предупреждение: Неверно указан E-mail и/или Пароль.';
$_['error_attempts']                = 'Предупреждение: Количество попыток входа в систему превышено. Вы можете повторить попытку входа через 1 час.';
$_['error_approved']                = 'Предупреждение: Ваша учетная запись должна пройти проверку, прежде чем вы сможете войти.';