<?php
// Heading
$_['heading_title'] = 'Ваша учетная запись партнера успешно создана!';

// Text
$_['text_message']  = '<p>Поздравляем! Ваша учетная запись партнера успешно создана!</p> <p>Теперь вы являетесь участником партнерской программы %s.</p> <p>Если у вас есть вопросы по поводу работы этой партнерской программы, пожалуйста воспользуйтесь формой обратной связи.</p> <p>Подтверждение было отправлено по указанному адресу электронной почты. Если вы не получили его в течении часа, пожауйста <a href="%s">свяжитесь с нами</a>.</p>';
$_['text_approval'] = '<p>Благодарим за регистрацию в партнерской программе %s!</p><p>Вы будете уведомлены по электронной почте, как только ваш партнерский кабинет будет активирован администрацией магазина..</p><p>Если у вас есть какие либо вопросы по работе партнерской программы, пожалуйста свяжитесь с <a href="%s">администратором</a>.</p>';
$_['text_account']  = 'Партнерский кабинет';
$_['text_success']  = 'Успешно';
