<?php
// Heading
$_['heading_title']    = 'Реферальные ссылки';

// Text
$_['text_account']     = 'Партнерский кабинет';
$_['text_description'] = 'Для получения агентского вознаграждения с покупок, осуществляемых приведенными вами клиентами, необходимо добавить в ссылку реферальный код. Воспользуйтесь генератором ссылок для сайта %s.';

// Entry
$_['entry_code']       = 'Ваш реферальный код';
$_['entry_generator']  = 'Генератор ссылок';
$_['entry_link']       = 'Сгенерированная ссылка';

// Help
$_['help_generator']  = 'Введите наименование продукта, на который вы хотели бы получить ссылку';