<?php
// Heading
$_['heading_title']        = 'Адресная книга';

// Text
$_['text_account']         = 'Личный кабинет';
$_['text_address_book']    = 'Список адресов доставки';
$_['text_edit_address']    = 'Редактировать адрес';
$_['text_add']             = 'Адрес был успешно добавлен';
$_['text_edit']            = 'Адрес был успешно изменен';
$_['text_delete']          = 'Адрес был успешно удален';
$_['text_empty']           = 'К сожалению ни одного адреса ни добавлено.';

// Entry
$_['entry_firstname']      = 'Имя, Отчество';
$_['entry_lastname']       = 'Фамилия';
$_['entry_company']        = 'Компания';
$_['entry_address_1']      = 'Адрес';
$_['entry_address_2']      = 'Адрес (продолжение)';
$_['entry_postcode']       = 'Почтовый индекс';
$_['entry_city']           = 'Город';
$_['entry_country']        = 'Страна';
$_['entry_zone']           = 'Регион / Область';
$_['entry_default']        = 'Основной адрес';

// Error
$_['error_delete']         = 'Предупреждение: Вы должны указать хотя бы один адрес!';
$_['error_default']        = 'Предупреждение: Вы не можете удалить основной адрес!';
$_['error_firstname']      = 'Имя должно содержать от 1 до 32 символов!';
$_['error_lastname']       = 'Фамилия должна содержать от 1 до 32 символов!';
$_['error_vat']            = 'Код налогоплательщика введен некорректно!';
$_['error_address_1']      = 'Адрес должен содержать от 3 до 128 символов!';
$_['error_postcode']       = 'Почтовый индекс должен содержать от 2 до 10 символов!';
$_['error_city']           = 'Название города должно содержать от 2 до 128 символов!';
$_['error_country']        = 'Пожалуйста, укажите страну!';
$_['error_zone']           = 'Пожалуйста, укажите Регион / Область!';
$_['error_custom_field']   = '%s обязательно для заполнения!';
