<?php
// Heading
$_['heading_title']   = 'Забыли пароль?';

// Text
$_['text_account']    = 'Личный кабинет';
$_['text_forgotten']  = 'Забыли пароль?';
$_['text_your_email'] = 'Ваш E-Mail';
$_['text_email']      = 'Введите e-mail вашей учетной записи. Нажмите кнопку "Отпрвить", чтобы получить новый пароль по электронной почте.';
$_['text_success']    = 'Успех: Новый пароль был выслан на ваш e-mail.';

// Entry
$_['entry_email']     = 'E-Mail';

// Error
$_['error_email']     = 'Предупреждение: Данный E-Mail не найден, пожалуйста, попробуйте ввести его снова!';
$_['error_approved']  = 'Предупреждение: Ваша учетная запись должна пройти проверку, прежде чем вы сможете войти.';
