<?php
// Heading
$_['heading_title']                = 'Авторизация';

// Text
$_['text_account']                 = 'Личный кабинет';
$_['text_login']                   = 'Логин';
$_['text_new_customer']            = 'Новый покупатель';
$_['text_register']                = 'Регистрация';
$_['text_register_account']        = 'Создав учетную запись вы сможете быстрее оформлять заказы, отслеживать их статус и просматривать историю покупок.';
$_['text_returning_customer']      = 'Постоянный покупатель';
$_['text_i_am_returning_customer'] = 'Я постоянный покупатель';
$_['text_forgotten']               = 'Забыли пароль?';

// Entry
$_['entry_email']                  = 'E-Mail';
$_['entry_password']               = 'Пароль';

// Error
$_['error_login']                  = 'Предупреждение: Неверно указан E-mail и/или Пароль.';
$_['error_attempts']               = 'Предупреждение: Количество попыток входа в систему превышено. Вы можете повторить попытку входа через 1 час.';
$_['error_approved']               = 'Предупреждение: Ваша учетная запись должна пройти проверку, прежде чем вы сможете войти.';