<?php
// Heading
$_['heading_title']        = 'Регистрация';

// Text
$_['text_account']         = 'Личный кабинет';
$_['text_register']        = 'Регистрация';
$_['text_account_already'] = 'Если вы уже зарегистрированы, пожалуйста, перейдите на страницу <a href="%s">входа в личный кабинет</a>.';
$_['text_your_details']    = 'Персональные данные';
$_['text_your_address']    = 'Ваш адрес';
$_['text_newsletter']      = 'Рассылка новостей';
$_['text_your_password']   = 'Ваш пароль';
$_['text_agree']           = 'Я прочитал <a href="%s" class="agree"><b>%s</b></a> и согласен с условиями';

// Entry
$_['entry_customer_group'] = 'Группа покупателей';
$_['entry_firstname']      = 'Имя, Отчество';
$_['entry_lastname']       = 'Фамилия';
$_['entry_email']          = 'E-Mail';
$_['entry_telephone']      = 'Телефон';
$_['entry_fax']            = 'Факс';
$_['entry_company']        = 'Компания';
$_['entry_address_1']      = 'Адрес';
$_['entry_address_2']      = 'Адрес (продолжение)';
$_['entry_postcode']       = 'Почтовый индекс';
$_['entry_city']           = 'Город';
$_['entry_country']        = 'Страна';
$_['entry_zone']           = 'Регион / Область';
$_['entry_newsletter']     = 'Подписаться на рассылку новостей';
$_['entry_password']       = 'Пароль';
$_['entry_confirm']        = 'Повторите пароль';

// Error
$_['error_exists']         = 'Предупреждение: Данный E-Mail уже зарегистрирован в системе!';
$_['error_firstname']      = 'Имя должно содержать от 1 до 32 символов!';
$_['error_lastname']       = 'Фамилия должна содержать от 1 до 32 символов!';
$_['error_email']          = 'E-Mail введен неверно!';
$_['error_telephone']      = 'Номер телефона должен содержать от 3 до 32 символов (цифр)!';
$_['error_address_1']      = 'Адрес должен содержать от 3 до 128 символов!';
$_['error_city']           = 'Название города должно содержать от 2 до 128 символов!';
$_['error_postcode']       = 'Почтовый индекс должен содержать от 2 до 10 символов!';
$_['error_country']        = 'Пожалуйста, укажите страну!';
$_['error_zone']           = 'Пожалуйста, укажите Регион / Область!';
$_['error_custom_field']   = '%s обязательно для заполнения!';
$_['error_password']       = 'Пароль должен содержать от 4 до 20 символов!';
$_['error_confirm']        = 'Пароли не совпадают!';
$_['error_agree']          = 'Предупреждение: Для совершения покупок вам необходимо согласиться с условиями %s!';