<?php
// Heading
$_['heading_title']      = 'Возврат товара';

// Text
$_['text_account']       = 'Личный кабинет';
$_['text_return']        = 'Информация о возврате';
$_['text_return_detail'] = 'Подробная информация о возврате';
$_['text_description']   = 'Пожалуйста, заполните форму запроса на возврат.';
$_['text_order']         = 'Информация о заказе';
$_['text_product']       = 'Информация о товаре и причина возврата';
$_['text_message']       = '<p>Благодарим вас за ваш запрос на возврат. Данный запрос был отправлен на рассмотрение.</p><p> Уведомления о статусе запроса будут приходить на ваш e-mail.</p>';
$_['text_return_id']     = 'Номер запроса на возврат:';
$_['text_order_id']      = 'Номер заказа:';
$_['text_date_ordered']  = 'Дата заказа:';
$_['text_status']        = 'Статус:';
$_['text_date_added']    = 'Дата запроса:';
$_['text_comment']       = 'Комментарии по возврату';
$_['text_history']       = 'История возвратов';
$_['text_empty']         = 'Ранее вы не совершали запросы на возврат товаров!';
$_['text_agree']         = 'Я прочитал и согласен с условиями документа <a href="%s" class="agree"><b>%s</b></a>';

// Column
$_['column_return_id']   = 'Номер запроса на возврат';
$_['column_order_id']    = 'Номер заказа';
$_['column_status']      = 'Статус';
$_['column_date_added']  = 'Дата запроса';
$_['column_customer']    = 'Покупатель';
$_['column_product']     = 'Наименование товара';
$_['column_model']       = 'Модель';
$_['column_quantity']    = 'Количество';
$_['column_price']       = 'Цена';
$_['column_opened']      = 'Открыто';
$_['column_comment']     = 'Комментарий';
$_['column_reason']      = 'Причина';
$_['column_action']      = 'Действие';

// Entry
$_['entry_order_id']     = 'Номер заказа';
$_['entry_date_ordered'] = 'Дата заказа';
$_['entry_firstname']    = 'Имя, Отчество';
$_['entry_lastname']     = 'Фамилия';
$_['entry_email']        = 'E-Mail';
$_['entry_telephone']    = 'Телефон';
$_['entry_product']      = 'Наименование товара';
$_['entry_model']        = 'Модель';
$_['entry_quantity']     = 'Количество';
$_['entry_reason']       = 'Причина возврата';
$_['entry_opened']       = 'Товар распакован';
$_['entry_fault_detail'] = 'Описание дефектов';

// Error
$_['text_error']         = 'Запрос на возврат не найден!';
$_['error_order_id']     = 'Не указан номер заказа!';
$_['error_firstname']    = 'Имя должно содержать от 1 до 32 символов!';
$_['error_lastname']     = 'Фамилия должна содержать от 1 до 32 символов!';
$_['error_email']        = 'E-Mail введен неверно!';
$_['error_telephone']    = 'Номер телефона должен содержать от 3 до 32 символов (цифр)!';
$_['error_product']      = 'Наименование товара должно содержать от 3 до 255 символов!';
$_['error_model']        = 'Название модели товара должно содержать от 3 до 64 символов!';
$_['error_reason']       = 'Необходимо указать причину возврата!';
$_['error_agree']        = 'Предупреждение: Вы должны прочитать и согласиться с условиями документа %s!';
