<?php
// Heading
$_['heading_title'] = 'Ваша учетная запись создана!';

// Text
$_['text_message']  = '<p>Поздравляем! Ваша учетная запись успешно создана!</p> <p>Теперь выможете воспользоваться дополнительными возможностями личного кабинета, для того чтобы сделать ваши пкупки быстрее и приятнее вместе с нами.</p> <p>Если у вас есть вопросы по работе этого интернет-магазина, пожалуйста, воспользуйтесь формой обратной связи.</p> <p>Подтверждение было отправлено по указанному адресу электронной почты. Если вы не получили его в течении часа, пожауйста <a href="%s">свяжитесь с нами</a>.</p>';
$_['text_approval'] = '<p>Спасибо за регистрацию %s!</p><p>Вы будете уведомлены по электронной почте, как только ваш личный кабинет будет активирован администрацией магазина.</p><p>Если у вас есть какие либо вопросы по работе этого интернет-магазина, пожалуйста свяжитесь с <a href="%s">администратором</a>.</p>';
$_['text_account']  = 'Личный кабинет';
$_['text_success']  = 'Успешно';
