<?php
// Heading
$_['heading_title']    = 'Подарочный сертификат';

// Text
$_['text_account']     = 'Личный кабинет';
$_['text_voucher']     = 'Подарочный сертификат';
$_['text_description'] = 'Этот подарочный сертификат будет отправлен получателю после того, как будет оплачен.';
$_['text_agree']       = 'Я понимаю, что подарочные сертификаты не подлежат возврату.';
$_['text_message']     = '<p>Благодарим вас за покупку подарочного сертификата! После завершения заказа указанному вами получателю подарочного сертификата будет отправлено письмо с подробностями, о том, как им воспользоваться.</p>';
$_['text_for']         = '%s Подарочный сертификат для %s';

// Entry
$_['entry_to_name']    = 'Имя получателя';
$_['entry_to_email']   = 'E-mail получателя';
$_['entry_from_name']  = 'Ваше имя';
$_['entry_from_email'] = 'Ваш e-mail';
$_['entry_theme']      = 'Тема подарочного сертификата';
$_['entry_message']    = 'Сообщение';
$_['entry_amount']     = 'Сумма';

// Help
$_['help_message']     = 'Необязательно указывать';
$_['help_amount']      = 'Сумма должна быть между %s и %s';

// Error
$_['error_to_name']    = 'Имя получателя должно содержать от 1 до 64 символов!';
$_['error_from_name']  = 'Ваше имя должно содержать от 1 до 64 символов!';
$_['error_email']      = 'E-Mail введен неверно!';
$_['error_theme']      = 'Вы должны указать тему!';
$_['error_amount']     = 'Сумма должна быть от %s и до %s!';
$_['error_agree']      = 'Предупреждение: Вы должны согласиться, что подарочные сертификаты не подлежать возврату!';
