<?php
// Heading
$_['heading_title']            = 'Корзина покупок';

// Text
$_['text_success']             = 'Успех: Вы добавили <a href="%s">%s</a> в вашу <a href="%s">корзину покупок</a>!';
$_['text_remove']              = 'Успех: Корзина покупок обновлена!';
$_['text_login']               = 'Внимание: Необходимо <a href="%s">войти в личный кабинет</a> или <a href="%s">зарегистрироваться</a> для просмотра цен!';
$_['text_items']               = 'Товаров: %s (%s)';
$_['text_points']              = 'Бонусные баллы: %s';
$_['text_next']                = 'Что бы вы хотели сделать дальше?';
$_['text_next_choice']         = 'Выберите, если у вас есть код купона или бонусные баллы, которые вы хотите использовать, либо если вы хотите рассчитать приблизительную стоимость доставки в ваш регион.';
$_['text_empty']               = 'Ваша корзина пуста!';
$_['text_day']                 = 'день';
$_['text_week']                = 'неделя';
$_['text_semi_month']          = 'пол месяца';
$_['text_month']               = 'месяц';
$_['text_year']                = 'год';
$_['text_trial']               = '%s каждого %s %s для %s платежа, то ';
$_['text_recurring']           = '%s каждого %s %s';
$_['text_length']              = ' для %s платежей';
$_['text_until_cancelled']     = 'пока не будет отменено';
$_['text_recurring_item']      = 'Регулятрные платежи';
$_['text_payment_recurring']   = 'Платежный профиль';
$_['text_trial_description']   = '%s каждого %d %s для %d платежа(ей), то';
$_['text_payment_description'] = '%s каждого %d %s для %d платежа(ей), то';
$_['text_payment_cancel']      = '%s каждого %d %s пока не будет отменено';

// Column
$_['column_image']             = 'Изображение';
$_['column_name']              = 'Наименование товара';
$_['column_model']             = 'Модель';
$_['column_quantity']          = 'Количество';
$_['column_price']             = 'Цена';
$_['column_total']             = 'Итого';

// Error
$_['error_stock']              = 'Товары, отмеченные *** не доступны в требуемом количестве или их нет на складе!';
$_['error_minimum']            = 'Минимальное количество товара %s для регистрации заказа, составляет %s!';
$_['error_required']           = '%s обязательно для заполнения!';
$_['error_product']            = 'Предупреждение: Ваша корзина пуста!';
$_['error_recurring_required'] = 'Пожалуйста выберите повторяющийся платеж!';