<?php
// Heading
$_['heading_title']                  = 'Оформление заказа';

// Text
$_['text_cart']                      = 'Корзина покупок';
$_['text_checkout_option']           = 'Шаг 1: Способ оформления заказа';
$_['text_checkout_account']          = 'Шаг 2: Профиль и платежная информация';
$_['text_checkout_payment_address']  = 'Шаг 2: Платежная информация ';
$_['text_checkout_shipping_address'] = 'Шаг 3: Адрес доставки';
$_['text_checkout_shipping_method']  = 'Шаг 4: Способ доставки';
$_['text_checkout_payment_method']   = 'Шаг 5: Способ оплаты';
$_['text_checkout_confirm']          = 'Шаг 6: Подтверждение заказа';
$_['text_modify']                    = 'Изменить &raquo;';
$_['text_new_customer']              = 'Новый покупатель';
$_['text_returning_customer']        = 'Постоянный покупатель';
$_['text_checkout']                  = 'Опции оформления заказа:';
$_['text_i_am_returning_customer']   = 'Я совершал здесь покупки ранее и регистрировался';
$_['text_register']                  = 'Регистрация';
$_['text_guest']                     = 'Оформить заказ без регистрации';
$_['text_register_account']          = 'При создании учетной записи вы сможете совершать покупки намного быстрее, быть в курсе статусов заказов, а так же отслеживать заказы, которые вы ранее сделали.';
$_['text_forgotten']                 = 'Забили пароль?';
$_['text_your_details']              = 'Личные данные';
$_['text_your_address']              = 'Адрес';
$_['text_your_password']             = 'Пароль';
$_['text_agree']                     = 'Я прочитал(-а)<a href="%s" class="agree"><b>%s</b></a> и согласен(-на) с условиями';
$_['text_address_new']               = 'Я хочу использовать новый адрес';
$_['text_address_existing']          = 'Я хочу использовать существующий адрес';
$_['text_shipping_method']           = 'Пожалуйста, выберите предпочтительный способ доставки этого заказа.';
$_['text_payment_method']            = 'Пожалуйста, выберите предпочтительный способ оплаты этого заказа.';
$_['text_comments']                  = 'Вы можете добавить комментарии к вашему заказу';
$_['text_recurring_item']            = 'Регулярный платеж';
$_['text_payment_recurring']         = 'Профиль оплаты';
$_['text_trial_description']         = '%s каждого %d %s для %d платеж(-а), то';
$_['text_payment_description']       = '%s каждого %d %s для %d платеж(-а)';
$_['text_payment_cancel']            = '%s каждого %d %s пока не будет отменено';
$_['text_day']                       = 'день';
$_['text_week']                      = 'неделя';
$_['text_semi_month']                = 'пол-месяца';
$_['text_month']                     = 'месяц';
$_['text_year']                      = 'год';

// Column
$_['column_name']                    = 'Наименование товара';
$_['column_model']                   = 'Модель';
$_['column_quantity']                = 'Количество';
$_['column_price']                   = 'Цена';
$_['column_total']                   = 'Итого';

// Entry
$_['entry_email_address']            = 'E-Mail адрес';
$_['entry_email']                    = 'E-Mail';
$_['entry_password']                 = 'Пароль';
$_['entry_confirm']                  = 'Подтверждение пароля';
$_['entry_firstname']                = 'Имя, Отчество';
$_['entry_lastname']                 = 'Фамилия';
$_['entry_telephone']                = 'Телефон';
$_['entry_fax']                      = 'Факс';
$_['entry_address']                  = 'Выберите адрес';
$_['entry_company']                  = 'Компания';
$_['entry_customer_group']           = 'Группа покупателей';
$_['entry_address_1']                = 'Адрес';
$_['entry_address_2']                = 'Адрес (продолжение)';
$_['entry_postcode']                 = 'Почтовый индекс';
$_['entry_city']                     = 'Город';
$_['entry_country']                  = 'Страна';
$_['entry_zone']                     = 'Регион / Область';
$_['entry_newsletter']               = 'Я хочу подписаться на рассылку новостей %s.';
$_['entry_shipping'] 	             = 'Мой адрес доставки совпадает с адресом для выставления счетов.';

// Error
$_['error_warning']                  = 'Возникла проблема при обработке вашего заказа! Если проблема возникает повторно, попробуйте изменить способ оплаты или свяжитесь с <a href="%s">администратором</a>.';
$_['error_login']                    = 'Предупреждение: Неверно указан E-mail и/или Пароль..';
$_['error_attempts']                 = 'Предупреждение: Количество попыток входа в систему превышено. Вы можете повторить попытку входа через 1 час.';
$_['error_approved']                 = 'Предупреждение: Ваша учетная запись должна пройти проверку, прежде чем вы сможете войти.';
$_['error_exists']                   = 'Предупреждение: Данный E-Mail уже зарегистрирован в системе!';
$_['error_firstname']                = 'Имя должно содержать от 1 до 32 символов!';
$_['error_lastname']                 = 'Фамилия должна содержать от 1 до 32 символов!';
$_['error_email']                    = 'E-Mail введен неверно!';
$_['error_telephone']                = 'Номер телефона должен содержать от 3 до 32 символов (цифр)!';
$_['error_password']                 = 'Пароль должен содержать от 4 до 20 символов!';
$_['error_confirm']                  = 'Пароли не совпадают!!';
$_['error_address_1']                = 'Адрес должен содержать от 3 до 128 символов!';
$_['error_city']                     = 'Название города должно содержать от 2 до 128 символов!';
$_['error_postcode']                 = 'Почтовый индекс должен содержать от 2 до 10 символов!';
$_['error_country']                  = 'Пожалуйста, укажите страну!';
$_['error_zone']                     = 'Пожалуйста, укажите Регион / Область!';
$_['error_agree']                    = 'Предупреждение: Вы должны быть согласны с условиями %s!';
$_['error_address']                  = 'Предупреждение: Адрес доставки должен быть указан!';
$_['error_shipping']                 = 'Предупреждение: Метод доставки должен быть указа!';
$_['error_no_shipping']              = 'Предупреждение: Нет вариантов доставки доступных для выбора. Пожалуйста <a href="%s">свяжитесь с нами</a> для решения данной проблемы!';
$_['error_payment']                  = 'Предупреждение: Способ оплаты должен быть указан!';
$_['error_no_payment']               = 'Предупреждение: Нет вариантов оплаты доступных для выбора. Пожалуйста <a href="%s">свяжитесь с нами</a> для решения данной проблемы!';
$_['error_custom_field']             = '%s обязательно для заполнения!';