<?php
// Heading
$_['heading_title'] = 'Ошибка оплаты!';

// Text
$_['text_basket']   = 'Корзина покупок';
$_['text_checkout'] = 'Оформление заказа';
$_['text_failure']  = 'Ошибка оплаты';
$_['text_message']  = '<p>Ошибка платежа. Заказ не был завершен.</p>

<p>Возможные причины:</p>
<ul>
  <li>Недостаточно средств</li>
  <li>Ошибка подтверждения</li>
</ul>

<p>Пожалуйста попробуйте оплатить заказ используя другой способ оплаты.</p>

<p>Если проблема не устранена, пожалуйста, <a href="%s">свяжитесь с нами</a> и укажите детали заказа который вы пытаетесь оформить.</p>
';
