<?php
// Heading
$_['heading_title']        = 'Ваш заказ успешно оформлен!';

// Text
$_['text_basket']          = 'Корзина покупок';
$_['text_checkout']        = 'Оформление заказа';
$_['text_success']         = 'Операция выполнена успешно';
$_['text_customer']        = '<p>Ваш заказ успешно создан!</p><p>Вы можете просматривать историю заказов в <a href="%s">личном кабинете</a>, открыв <a href="%s">историю заказов</a>.</p><p>Если ваша покупка связана со скачиваемым файлом, вы можете перейти на страницу <a href="%s">загрузок</a> для их просмотра.</p><p>Любые вопросы отправляйте <a href="%s">нам</a>.</p><p>Спасибо за покупки в нашем интернет-магазине!</p>';
$_['text_guest']           = '<p>Ваш заказ успешно создан!</p><p>Любые вопросы отправляйте <a href="%s">нам</a>.</p><p>Спасибо за покупки в нашем интернет-магазине!</p>';