<?php
// Text
$_['text_search']              = 'Поиск';
$_['text_brand']               = 'Производитель';
$_['text_manufacturer']        = 'Производитель:';
$_['text_model']               = 'Код товара:';
$_['text_reward']              = 'Бонусные баллы:';
$_['text_points']              = 'Цена в бонусных баллах:';
$_['text_stock']               = 'Наличие:';
$_['text_instock']             = 'В наличии';
$_['text_tax']                 = 'Без НДС:';
$_['text_discount']            = ' или более ';
$_['text_option']              = 'Доступные вариации';
$_['text_minimum']             = 'Минимальное количество заказа этого товара: %s';
$_['text_reviews']             = '%s отзывов';
$_['text_write']               = 'Написать отзыв';
$_['text_login']               = 'Пожалуйста <a href="%s">войдите</a> или <a href="%s">зарегистрируйтесь</a> чтобы оставить свой отзыв';
$_['text_no_reviews']          = 'Нет отзывов о данном товаре.';
$_['text_note']                = '<span class="text-danger">Заметка:</span> HTML не поддерживается! Используйте обычный текст.';
$_['text_success']             = 'Спасибо за ваш отзыв. Он отправлен администратору для одобрения.';
$_['text_related']             = 'Сопутствующие товары';
$_['text_tags']                = 'Тэги:';
$_['text_error']               = 'Товар не найден!';
$_['text_payment_recurring']   = 'Платежный профиль';
$_['text_trial_description']   = '%s каждого %d %s для %d платеж(ей), то';
$_['text_payment_description'] = '%s каждого %d %s для %d платеж(ей)';
$_['text_payment_cancel']      = '%s каждого %d %s пока не будет отменено';
$_['text_day']                 = 'день';
$_['text_week']                = 'неделя';
$_['text_semi_month']          = 'пол-месяца';
$_['text_month']               = 'месяц';
$_['text_year']                = 'год';

// Entry
$_['entry_qty']                = 'Количество';
$_['entry_name']               = 'Ваше имя';
$_['entry_review']             = 'Ваш отзыв';
$_['entry_rating']             = 'Оценка';
$_['entry_good']               = 'Хорошо';
$_['entry_bad']                = 'Плохо';

// Tabs
$_['tab_description']          = 'Описание';
$_['tab_attribute']            = 'Характеристики';
$_['tab_review']               = 'Отзывы (%s)';

// Error
$_['error_name']               = 'Предупреждение: Название отзыва должно содержать от 3 до 25 символов!';
$_['error_text']               = 'Предупреждение: Текст отзыва должен содержать от 25 до 1000 символов!';
$_['error_rating']             = 'Предупреждение: Пожалуйста, выберите оценку!';
