<?php
// Heading
$_['heading_title'] = 'Использование бонусных баллов (Доступно %s)';

// Text
$_['text_reward']   = 'Бонусные баллы (%s)';
$_['text_order_id'] = 'Номер заказа: #%s';
$_['text_success']  = 'Успех: Ваши бонусные баллы были применены!';

// Entry
$_['entry_reward']  = 'Бонусные баллы доступные к использованию (Максимум %s)';

// Error
$_['error_reward']  = 'Предупреждение: Пожалуйста введите количество бонусных баллов, которые хотите использовать!';
$_['error_points']  = 'Предупреждение: Вам не хватает %s бонусных баллов!';
$_['error_maximum'] = 'Предупреждение: Максимальное количество баллов, которое может быть использовано %s!';
