<?php
// Heading
$_['heading_title']        = 'Рассчитать стоимость доставки и налогов';

// Text
$_['text_success']         = 'Успех: Ваша оценка отправки была применена!';
$_['text_shipping']        = 'Укажите пункт назначения, чтобы узнать предполагаемую стоимость доставки.';
$_['text_shipping_method'] = 'Пожалуйста, выберите предпочтительный способ доставки для этого заказа.';

// Entry
$_['entry_country']        = 'Страна';
$_['entry_zone']           = 'Регион / Область';
$_['entry_postcode']       = 'Почтовый индекс';

// Error
$_['error_postcode']       = 'Почтовый индекс должен содержать от 2 до 10 символов!';
$_['error_country']        = 'Пожалуйста выберите страну!';
$_['error_zone']           = 'Пожалуйста выберите регион / область!';
$_['error_shipping']       = 'Предупреждение: Необходимо указать метод доставки!';
$_['error_no_shipping']    = 'Предупреждение: Нет доступных для выбора вариантов доставки. Пожалуйста <a href="%s">свяжитесь с нами</a> для получения помощи!';