<?php
// Text
$_['text_subject']		        = '%s - Партнерская программа';
$_['text_welcome']		        = 'Благодарим вас за участие в партнерской программе %s!';
$_['text_login']                = 'Ваша учетная запись была создана, теперь вы можете войти в Партнерский кабинет на нашем сайте, используя адрес электронной почты и пароль, либо по следующей ссылке:';
$_['text_approval']		        = 'Прежде чем вы сможете войти в систему, ваша учетная запись должна быть проверена. После проверки, вы сможете войти в Партнерский кабинет на нашем сайте, используя адрес электронной почты и пароль, либо по следующей ссылке:';
$_['text_services']		        = 'В партнерском разделе вы можете получить реферальный код и реферальные ссылки, отслеживать комиссионное вознаграждение и редактировать параметры учетной записи.';
$_['text_thanks']		        = 'Спасибо,';
$_['text_new_affiliate']        = 'Новый партнер';
$_['text_signup']		        = 'Новый пертнер зарегистрировался:';
$_['text_store']		        = 'Магазин:';
$_['text_firstname']	        = 'Имя, Отчество:';
$_['text_lastname']		        = 'Фамилия:';
$_['text_company']		        = 'Компания:';
$_['text_email']		        = 'E-Mail:';
$_['text_telephone']	        = 'Телефон:';
$_['text_website']		        = 'Веб-сайт:';
$_['text_order_id']             = 'Номер заказа:';
$_['text_transaction_subject']  = '%s - Партнерская комиссия';
$_['text_transaction_received'] = 'Вы получили %s комиссионных!';
$_['text_transaction_total']    = 'Общая сумма комиссионных %s.';
