<?php
// Text
$_['text_subject']        = '%s - Благодарим за регистрацию';
$_['text_welcome']        = 'Добро пожаловать и благодарим вас за регистрацию %s!';
$_['text_login']          = 'Ваша учетная запись была создана, теперь вы можете войти в Личный кабинет на нашем сайте, используя адрес электронной почты и пароль, либо по следующей ссылке:';
$_['text_approval']       = 'Прежде чем вы сможете войти в систему, ваша учетная запись должна быть проверена. После проверки, вы сможете войти в Личный кабинет на нашем сайте, используя адрес электронной почты и пароль, либо по следующей ссылке:';
$_['text_services']       = 'В Личном кабинете вы можете просмотреть историю заказов, респечатать счета и редактировать параметры учетной записи.';
$_['text_thanks']         = 'Спасибо,';
$_['text_new_customer']   = 'Новый покупатель';
$_['text_signup']         = 'Новый покупатель зарегистрировался:';
$_['text_website']        = 'Веб-сайт:';
$_['text_customer_group'] = 'Группа покупателей:';
$_['text_firstname']      = 'Имя, Отчество:';
$_['text_lastname']       = 'Фамилия:';
$_['text_email']          = 'E-Mail:';
$_['text_telephone']      = 'Телефон:';