<?php
// Text
$_['text_subject']  = 'Вы получили Подарочный сертификат от %s';
$_['text_greeting'] = 'Поздравляем, вы получили Подарочный сертификат от %s';
$_['text_from']     = 'Этот Подарочный сертификат был отправлен вам от %s';
$_['text_message']  = 'С сообщением, в котором говорится';
$_['text_redeem']   = 'Чтобы воспользоваться этим Подарочным сертификатом сохраните код <b>%s</b>, затем перейдите в магазин по ссылке и закажите товары, которые вам понравятся. Вы можете ввести код Подарочного сертификата на странице просмотра корзины перед тем как начнете оформление заказа.';
$_['text_footer']   = 'Если у вас возникли какие-либо вопросы, пожалуйста, ответьте на это сообщение.';
