<?php
// Text
$_['text_success']     = 'Успех: Корзина покупок обновлена!';

// Error
$_['error_permission'] = 'Предупреждение: У вас нет доступа к API функционалу!';
$_['error_stock']      = 'Товары, отмеченные *** не доступны в требуемом количестве или их нет на складе!';
$_['error_minimum']    = 'Минимальное количество товара %s для регистрации заказа, составляет %s!';
$_['error_store']      = 'Товар не может быть куплен в выбранном вами магазине!';
$_['error_required']   = '%s обязательно для заполнения!';