<?php
// Text
$_['text_success']       = 'Покупатель был успешно отредактирован';

// Error
$_['error_permission']   = 'Предупреждение: У вас нет доступа к API функционалу!';
$_['error_firstname']    = 'Имя должно содержать от 1 до 32 символов!';
$_['error_lastname']     = 'Фамилия должна содержать от 1 до 32 символов!';
$_['error_email']        = 'E-Mail введен неверно!';
$_['error_telephone']    = 'Номер телефона должен содержать от 3 до 32 символов (цифр)!';
$_['error_custom_field'] = '%s обязательно для заполнения!';