<?php
// Text
$_['text_success']           = 'Успех: Заказ был успешно отредактирован!';

// Error
$_['error_permission']       = 'Предупреждение: У вас нет доступа к API функционалу!';
$_['error_customer']         = 'Предупреждение: Сведения о покупателе должны быть установлены!';
$_['error_payment_address']  = 'Предупреждение: Адрес оплаты должен быть указан!';
$_['error_payment_method']   = 'Предупреждение: Способ оплаты должен быть указан!';
$_['error_no_payment']       = 'Предупреждение: Нет доступного варианта оплаты!';
$_['error_shipping_address'] = 'Предупреждение: Адрес доставки должен быть указан!';
$_['error_shipping_method']  = 'Предупреждение: Метод доставки должен быть указан!';
$_['error_no_shipping']      = 'Предупреждение: Варианты доставки не доступны!';
$_['error_stock']            = 'Предупреждение: Товары, отмеченные *** не доступны в требуемом количестве или их нет на складе!';
$_['error_minimum']          = 'Предупреждение: Минимальное количество товара %s для регистрации заказа, составляет %s!';
$_['error_not_found']        = 'Предурпеждение: Заказ не найден!';
