<?php
// Text
$_['text_address']       = 'Успех: Адрес оплаты был установлен!';
$_['text_method']        = 'Успех: Метод оплаты был установлен!';

// Error
$_['error_permission']   = 'Предупреждение: У вас нет доступа к API функционалу!';
$_['error_firstname']    = 'Имя должно содержать от 1 до 32 символов!';
$_['error_lastname']     = 'Фамилия должна содержать от 1 до 32 символов!';
$_['error_address_1']    = 'Адрес должен содержать от 3 до 128 символов!';
$_['error_city']         = 'Название города должно содержать от 2 до 128 символов!';
$_['error_postcode']     = 'Почтовый индекс должен содержать от 2 до 10 символов!';
$_['error_country']      = 'Пожалуйста, укажите страну!';
$_['error_zone']         = 'Пожалуйста, укажите Регион / Область!';
$_['error_custom_field'] = '%s обязательно для заполнения!';
$_['error_address']      = 'Предупреждение: Адрес оплаты должен быть указан!';
$_['error_method']       = 'Предупреждение: Метод оплаты должен быть указан!';
$_['error_no_payment']   = 'Предупреждение: Нет доступных вариантов оплаты!';