<?php
// Text
$_['text_success']     = 'Успех: Подарочный сертификат использован!';
$_['text_cart']        = 'Успех: Вы изменили корзину покупок!';
$_['text_for']         = '%s Подарочный сертификат для %s';

// Error
$_['error_permission'] = 'Предупреждение: У вас нет доступа к API функционалу!';
$_['error_voucher']    = 'Предупреждение: Подарочный сертификат недействителен или его баланс израсходован!';
$_['error_to_name']    = 'Имя получателя должно содержать от 1 до 64 символов!';
$_['error_from_name']  = 'Ваше имя должно содержать от 1 до 64 символов!';
$_['error_email']      = 'E-Mail введен неверно!';
$_['error_theme']      = 'Вы должны указать тему!';
$_['error_amount']     = 'Сумма должна быть от %s и до %s!';
